Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitEducationLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Placeholder.searchForLessonsDots
source: Search for lessons…
ar: البحث عن الدروس…
bg: Търсене на уроци…
ca: Cercar lliçons…
cs: Hledat lekce…
da: Søg efter lektioner…
de: Nach Lektionen suchen…
el: Αναζήτηση μαθημάτων…
es: Busca lecciones…
es_419: Buscar lecciones…
fi: Etsi oppitunteja…
fr: Rechercher des leçons…
fr_ca: Recherche de leçons…
he: חפש שיעורים…
hi: पाठों की खोज करें…
hr: Pretraži po lekcijama…
hu: Leckék keresése…
id: Cari pelajaran…
it: Cerca lezioni…
ja: レッスンを検索…
kk: Сабақтарды іздеу…
ko: 강의 검색 중…
ms: Cari pelajaran…
nb: Søk etter timer…
nl: Zoeken naar lessen…
pl: Szukaj lekcji…
pt_br: Buscar lições…
pt_pt: Pesquisar lições…
ro: Caută lecții…
ru: Ищем уроки…
sk: Hľadám lekcie…
sv: Sök efter lektioner…
th: ค้นหาบทเรียน…
tr: Dersleri ara…
uk: Шукати уроки…
vi: Tìm kiếm bài học…
zh_hans: 搜索课程…
zh_hant: 搜尋課程…
zh_hk: 搜尋課堂…

# TK.Placeholder.searchTutorsDots
source: Search tutors…
ar: ابحث عن مدربين…
bg: Търси учители...
ca: Cerca tutors…
cs: Hledat lektory…
da: Søg efter tutorer…
de: Tutoren suchen…
el: Αναζήτηση καθηγητών…
es: Buscar tutores…
es_419: Buscar tutores…
fi: Etsi ohjaajia…
fr: Rechercher des tuteurs…
fr_ca: Rechercher des tuteurs…
he: חפש מורים…
hi: ट्यूटर खोजें…
hr: Pretraži tutore…
hu: Tanárok keresése…
id: Cari tutor…
it: Cerca tutor…
ja: チューターを検索…
kk: Нұсқаушыларды іздеңіз...
ko: 튜터 검색…
ms: Cari tutor…
nb: Søk etter tutorer…
nl: Zoek docenten…
pl: Szukaj tutorów…
pt_br: Buscar tutores…
pt_pt: Pesquisar tutores…
ro: Caută tutori…
ru: Поиск репетиторов…
sk: Hľadať lektorov…
sv: Sök lärare…
th: ค้นหาติวเตอร์…
tr: Eğitmenleri ara…
uk: Шукати репетиторів…
vi: Tìm kiếm gia sư…
zh_hans: 搜索导师…
zh_hant: 搜尋導師…
zh_hk: 搜索家教…

# TK.Placeholder.studyGoalForTodayDots
source: Study goal for today…
ar: هدف الدراسة لليوم…
bg: Учебна цел за днес...
ca: Objectiu d'estudi per avui…
cs: Cíl studia na dnes…
da: Studiemål for i dag…
de: Lernziel für heute…
el: Στόχος μελέτης για σήμερα…
es: Objetivo de estudio para hoy…
es_419: Establece el objetivo de estudio para hoy…
fi: Opiskelutavoite tänään...
fr: Objectif d'étude pour aujourd'hui…
fr_ca: Objectif d'étude pour aujourd'hui…
he: יעד לימוד להיום…
hi: आज का अध्ययन लक्ष्य…
hr: Cilj učenja za danas…
hu: Mai tanulmánycél…
id: Tujuan studi untuk hari ini…
it: Obiettivo di studio per oggi…
ja: 今日の学習目標…
kk: Бүгінгі оқу мақсаты...
ko: 오늘의 공부 목표…
ms: Matlamat belajar untuk hari ini…
nb: Studie mål for i dag…
nl: Studiedoel voor vandaag…
pl: Cel nauki na dziś...
pt_br: Meta de estudo para hoje…
pt_pt: Objetivo de estudo para hoje…
ro: Obiectivul de studiu pentru azi…
ru: Цель обучения на сегодня…
sk: Cieľ štúdia na dnes…
sv: Studiemål för idag…
th: เป้าหมายการศึกษาในวันนี้…
tr: Bugünkü çalışma hedefi…
uk: Учбова ціль на сьогодні…
vi: Mục tiêu học tập cho hôm nay…
zh_hans: 今天的学习目标…
zh_hant: 今天的學習目標...
zh_hk: 今天的學習目標…

# TK.Placeholder.studySessionDurationDots
source: Study session duration…
ar: مدة جلسة الدراسة…
bg: Продължителност на учебната сесия...
ca: Durada de la sessió d'estudi…
cs: Délka studijního sezení…
da: Studiesession varighed…
de: Dauer der Lernsitzung…
el: Διάρκεια συνεδρίας μελέτης…
es: Duración de la sesión de estudio…
es_419: Duración de sesión de estudio…
fi: Opiskelusession kesto...
fr: Durée de la session d'étude…
fr_ca: Durée de la session d'études…
he: משך זמן למושב לימוד…
hi: अध्ययन सत्र की अवधि…
hr: Trajanje sesije učenja…
hu: Tanulmányi időtartam…
id: Durasi sesi belajar…
it: Durata della sessione di studio…
ja: 学習セッションの時間…
kk: Оқу сессиясының ұзақтығы...
ko: 공부 세션 기간…
ms: Tempoh sesi belajar…
nb: Varighet på studietime…
nl: Duur van de studiesessie…
pl: Czas trwania sesji nauki...
pt_br: Duração da sessão de estudo…
pt_pt: Duração da sessão de estudo…
ro: Durata sesiunii de studiu…
ru: Продолжительность учебной сессии…
sk: Trvanie študijného sedenia…
sv: Studiepassets varaktighet…
th: ระยะเวลาการศึกษา…
tr: Çalışma oturumu süresi…
uk: Тривалість учбової сесії…
vi: Thời gian phiên học…
zh_hans: 学习时长…
zh_hant: 學習時段持續時間...
zh_hk: 學習時段時長…

# TK.Placeholder.timeSpentStudyingDots
source: Time spent studying…
ar: الوقت المستغرق للدراسة…
bg: Време, прекарано в учене…
ca: Temps dedicat a l'estudi…
cs: Čas strávený studiem…
da: Tid brugt på studier…
de: Zeit, die fürs Lernen aufgewendet wurde…
el: Χρόνος μελέτης…
es: Tiempo dedicado a estudiar…
es_419: Tiempo dedicado al estudio…
fi: Aika, joka on käytetty opiskeluun…
fr: Temps passé à étudier…
fr_ca: Temps consacré à l'étude…
he: זמן לימוד…
hi: अध्ययन में बिताया गया समय...
hr: Vrijeme provedeno u učenju…
hu: Tanulási idő…
id: Waktu yang dihabiskan untuk belajar…
it: Tempo trascorso a studiare…
ja: 勉強時間…
kk: Оқу уақыты…
ko: 공부한 시간…
ms: Masa yang dihabiskan untuk belajar…
nb: Tid brukt på å studere…
nl: Tijd besteed aan studeren…
pl: Weryfikowanie źródła…
pt_br: Tempo gasto estudando…
pt_pt: Tempo gasto a estudar…
ro: Timp petrecut studiind…
ru: Время, затраченное на изучение…
sk: Čas strávený štúdiom…
sv: Tid som spenderats på studier…
th: เวลาที่ใช้ในการศึกษา…
tr: Çalışma süresi…
uk: Час, витрачений на навчання…
vi: Thời gian học tập…
zh_hans: 学习时间…
zh_hant: 學習時間…
zh_hk: 學習時間…

# TK.Placeholder.typeDefinitionDots
source: Type definition…
ar: جاري كتابة التعريف…
bg: Напиши дефиниция…
ca: Escriu una definició…
cs: Zadejte definici…
da: Skriv definition…
de: Definition eingeben…
el: Ορισμός τύπου…
es: Definir tipo...
es_419: Escribe la definición…
fi: Kirjoita määritelmä…
fr: Définir le type…
fr_ca: Tapez la définition…
he: הקלד הגדרה…
hi: परिभाषा लिखें...
hr: Upiši definiciju…
hu: Definíció megadása…
id: Ketik definisi…
it: Definizione di tipo…
ja: 定義を入力…
kk: Анықтама жазу…
ko: 정의 입력 중…
ms: Taip definisi…
nb: Skriv inn definisjon…
nl: Definitie typen…
pl: Definicja…
pt_br: Digite a definição…
pt_pt: Introduzir definição…
ro: Scrie definiția…
ru: Введите определение…
sk: Zadajte definíciu…
sv: Skriv definition…
th: พิมพ์คำจำกัดความ…
tr: Tanım yazın…
uk: Введіть визначення…
vi: Nhập định nghĩa…
zh_hans: 输入定义…
zh_hant: 輸入定義…
zh_hk: 輸入定義…

# TK.Placeholder.typeYourQuestionDots
source: Type your question…
ar: اكتب سؤالك…
bg: Напиши въпроса си…
ca: Escriu la teva pregunta…
cs: Zadejte svou otázku…
da: Skriv dit spørgsmål…
de: Stelle deine Frage…
el: Πληκτρολόγησε την ερώτησή σου…
es: Escribe tu pregunta…
es_419: Escribe tu pregunta…
fi: Kirjoita kysymyksesi…
fr: Tapez votre question…
fr_ca: Tapez votre question…
he: הקלד את השאלה שלך…
hi: आपका प्रश्न लिखें...
hr: Upiši svoje pitanje…
hu: Írd be a kérdésedet…
id: Ketik pertanyaan Anda…
it: Scrivi la tua domanda…
ja: 質問を入力…
kk: Сұрағыңызды жазыңыз…
ko: 질문 입력하기…
ms: Taip soalan anda…
nb: Skriv spørsmålet ditt…
nl: Typ je vraag…
pl: Wpisz swoje pytanie…
pt_br: Digite sua pergunta…
pt_pt: Coloca a tua pergunta…
ro: Scrie întrebarea ta…
ru: Введите ваш вопрос…
sk: Zadajte svoju otázku…
sv: Skriv din fråga…
th: พิมพ์คำถามของคุณ…
tr: Sorunuzu yazın…
uk: Введіть ваше запитання…
vi: Nhập câu hỏi của bạn…
zh_hans: 输入你的问题…
zh_hant: 輸入你的問題…
zh_hk: 輸入你的問題…

# TK.Placeholder.whatDidYouLearnDots
source: What did you learn…
ar: ما الذي تعلمته…
bg: Какво научи…
ca: Què has après…
cs: Co ses naučil…
da: Hvad har du lært…
de: Was hast du gelernt…
el: Πληκτρολόγησε τι έμαθες…
es: ¿Qué aprendiste…?
es_419: ¿Qué aprendiste…?
fi: Mitä opit…
fr: Qu'as-tu appris…
fr_ca: Qu'as-tu appris…
he: מה למדת…
hi: आपने क्या सीखा...
hr: Što si naučio…
hu: Mit tanultál…
id: Apa yang Anda pelajari…
it: Cosa hai imparato…
ja: 何を学びましたか…
kk: Не үйрендіңіз…
ko: 무엇을 배웠나요…
ms: Apa yang anda pelajari…
nb: Hva lærte du…
nl: Wat heb je geleerd…
pl: Czego się nauczyłeś/aś…
pt_br: O que você aprendeu…
pt_pt: O que aprendeste…
ro: Ce ai învățat…
ru: Что вы узнали…
sk: Čo si sa naučil/a…
sv: Vad har du lärt dig…
th: คุณได้เรียนรู้อะไร…
tr: Ne öğrendin…
uk: Що ви дізналися…
vi: Bạn đã học được gì…
zh_hans: 你学到了什么…
zh_hant: 你學到了什麼…
zh_hk: 你學到了什麼…

# TK.Placeholder.writeNotesHereDots
source: Write notes here…
ar: اكتب ملاحظات هنا…
bg: Напиши бележки тук…
ca: Escriu notes aquí…
cs: Napsat poznámky sem…
da: Skriv noter her…
de: Notizen hier schreiben…
el: Γράψε σημειώσεις εδώ…
es: Escribe notas aquí…
es_419: Escribe notas aquí…
fi: Kirjoita muistiinpanot tähän…
fr: Écrire des notes ici…
fr_ca: Écrire des notes ici…
he: כתוב פה הערות…
hi: यहाँ नोट्स लिखें...
hr: Ovdje piši bilješke…
hu: Írd ide a jegyzeteidet…
id: Tulis catatan di sini…
it: Scrivi note qui…
ja: ここにメモを書く…
kk: Ескертпелерді мұнда жазыңыз…
ko: 여기에 메모 작성하기…
ms: Tulis nota di sini…
nb: Skriv notater her…
nl: Hier notities schrijven…
pl: Napisz notatki tutaj…
pt_br: Escreva notas aqui…
pt_pt: Escreve as notas aqui…
ro: Scrie notițe aici…
ru: Запиши заметки здесь…
sk: Sem napíšte poznámky…
sv: Skriv anteckningar här…
th: เขียนบันทึกที่นี่…
tr: Notları buraya yaz…
uk: Напишіть нотатки тут…
vi: Viết ghi chú ở đây…
zh_hans: 在这里写笔记…
zh_hant: 在這裡寫下筆記…
zh_hk: 在這裡寫下筆記…

# TK.Placeholder.writeSummaryDots
source: Write summary…
ar: اكتب ملخصًا…
bg: Напиши резюме…
ca: Escriu un resum…
cs: Napsat shrnutí…
da: Skriv opsummering…
de: Zusammenfassung schreiben…
el: Γράψε περίληψη…
es: Escribe un resumen…
es_419: Escribe un resumen…
fi: Kirjoita yhteenveto…
fr: Écrire un résumé…
fr_ca: Écrire un résumé…
he: כתוב תקציר…
hi: संक्षेप में लिखें...
hr: Napiši sažetak…
hu: Írj összefoglalót…
id: Tulis ringkasan…
it: Scrivi un riassunto…
ja: 要約を書く…
kk: Қорытынды жазыңыз…
ko: 요약 작성하기…
ms: Tulis ringkasan…
nb: Skriv sammendrag…
nl: Schrijf samenvatting…
pl: Napisz podsumowanie…
pt_br: Escreva um resumo…
pt_pt: Escreve um resumo…
ro: Scrie un rezumat…
ru: Напишите резюме…
sk: Napíš zhrnutie…
sv: Skriv en sammanfattning…
th: เขียนสรุป…
tr: Özet yaz…
uk: Написати резюме…
vi: Viết tóm tắt…
zh_hans: 写下总结…
zh_hant: 寫下摘要…
zh_hk: 撰寫…

# TK.Placeholder.yourAnswerHereDots
source: Your answer here…
ar: إجابتك هنا…
bg: Твоят отговор тук…
ca: La teva resposta aquí…
cs: Tvá odpověď zde…
da: Dit svar her…
de: Arbeite deine Antwort hier ein…
el: Η απάντησή σου εδώ…
es: Tu respuesta aquí…
es_419: Tu respuesta aquí…
fi: Vastauksesi tähän…
fr: Votre réponse ici…
fr_ca: Ta réponse ici…
he: התשובה שלך כאן…
hi: आपका उत्तर यहाँ…
hr: Tvoj odgovor ovdje…
hu: Itt a válaszod…
id: Jawaban Anda di sini…
it: La tua risposta qui…
ja: あなたの回答はこちら…
kk: Сіздің жауабыңыз мұнда...
ko: 여기에 답변 입력하기…
ms: Jawapan anda di sini…
nb: Ditt svar her…
nl: Vul hier je antwoord in…
pl: Twoja odpowiedź tutaj…
pt_br: Sua resposta aqui…
pt_pt: A tua resposta aqui…
ro: Răspunsul tău aici…
ru: Ваш ответ здесь…
sk: Tvoja odpoveď sem…
sv: Ditt svar här…
th: คำตอบของคุณที่นี่…
tr: Cevabınız buraya…
uk: Ваша відповідь тут…
vi: Câu trả lời của bạn ở đây…
zh_hans: 在此输入你的答案…
zh_hant: 在這裡輸入你的答案…
zh_hk: 在這裡輸入你的答案…
